/* Localized kind: Album */
"Album" = "Album";

/* Localized kind: Software */
"App" = "App";

/* Localized kind: Audio Book */
"Audio Book" = "Audioboek";

/* Localized kind: Book */
"Book" = "Boek";

/* Localized kind: E-Book */
"E-Book" = "E-Boek";

/* Localized price: Free */
"Free" = "Free";

/* Localized kind: Feature Movie */
"Movie" = "Film";

/* Localized kind: Music Video */
"Music Video" = "Videoclip";

/* Localized search result: Nothing Found */
"Nothing Found" = "Niets gevonden";

/* Localized kind: Podcast */
"Podcast" = "Podcast";

/* Localized kind: Song */
"Song" = "Liedje";

/* Network error alert: message */
"There was an error reading from the iTunes Store. Please try again." = "Er ging iets fout bij het communiceren met de iTunes winkel. Probeer het nog eens.";

/* Localized kind: TV Episode */
"TV Episode" = "TV Serie";

/* Localized artist: Unknown */
"Unknown" = "Onbekend";

/* Network error alert: title */
"Whoops..." = "Foutje...";

